Repository: ramanan-ramesh/wandrr
Catalog: l10n/app_*.arb
Languages: hi, ta

source: Activities
hi: गतिविधियां
ta: நடவடிக்கைகள்

source: Add a title
hi: शीर्षक जोड़ें
ta: ஒரு தலைப்பைச் சேர்க்கவும்

source: Add checklists for this day
hi: इस दिन के लिए चेकलिस्ट जोड़ें
ta: இந்த நாளுக்கான சரிபார்ப்புப் பட்டியலைச் சேர்க்கவும்

source: Add Checklist
hi: चेकलिस्ट जोड़ें
ta: சரிபார்ப்புப் பட்டியலைச் சேர்க்கவும்

# addPlacesForThisDay
source: Add places you plan to visit on this day
hi: इस दिन के लिए स्थान जोड़ें
ta: இந்த நாளுக்கான இடங்களைச் சேர்க்கவும்

source: Add Expense
hi: व्यय जोड़ें
ta: செலவுச் சேர்க்கவும்

source: Add item
hi: मद जोड़ें
ta: உருப்படியைச் சேர்க்கவும்

source: Add New
hi: नया जोड़ो
ta: புதியதைச் சேர்க்கவும்

source: Add notes for this day
hi: इस दिन के लिए टिप्पणियाँ जोड़ें
ta: இந்த நாளுக்கான குறிப்புகளைச் சேர்க்கவும்

source: Add Note
hi: टिप्पणी जोड़ें
ta: குறிப்பைச் சேர்க்கவும்

source: Add Sight
hi: दृश्य जोड़ें
ta: காட்சியைச் சேர்க்கவும்

source: Airport
hi: एयरपोर्ट
ta: விமான நிலையம்

source: All Day Stay
hi: पूरे दिन रुकेँ
ta: முழு நாள் தங்கும் இடம்

source: All Day Travel
hi: पूरे दिन की यात्रा
ta: முழு நாள் பயணம்

# alternativeLogin
source: Sign in with
hi: प्रविष्ट करें इनके साथ भी
ta: மற்ற உள்நுழைவு முறைகள்

source: Arrive
hi: आना
ta: அடை

source: Arrive At
hi: आगमन समय
ta: அடை நேரம்

# arrivalDepartureDateTimesError
source: Arrival cannot be before departure. Also, both must be within the trip start/end dates
hi: आगमन प्रस्थान से पहले नहीं हो सकता। साथ ही, दोनों यात्रा की आरंभ/समाप्ति तिथियों के भीतर होने चाहिए
ta: அடை நேரம் புறப்படும் நேரத்திற்கு முன் இருக்க முடியாது. இரண்டும் பயணத்தின் தொடக்கம்/முடிவு தேதிக்குள் இருக்க வேண்டும்

source: Budget
hi: बजट
ta: பட்ஜெட்

source: Budget Amount
hi: बजट राशि
ta: பட்ஜெட் தொகை

source: Budgeting
hi: व्यय बहिखाता
ta: பட்ஜெட் திட்டமிடல்

source: Bus
hi: बस
ta: பேருந்து

source: Cancel
hi: रद्द करें
ta: ரத்து செய்

source: Car Rental
hi: किराए कार
ta: கார் வாடகை

source: Carrier Name
hi: वाहक का नाम
ta: வாகனத்தின் பெயர்

source: Category
hi: वर्ग
ta: வகை

source: Check-In
hi: चेक इन
ta: செக்-இன்

source: Checklist item cannot be empty
hi: चेकलिस्ट आइटम खाली नहीं हो सकता
ta: சரிபார்ப்புப் பட்டியல் உருப்படி காலியாக இருக்க முடியாது

source: CheckList title
hi: चेकलिस्ट शीर्षक
ta: சரிபார்ப்புப் பட்டியல் தலைப்பு

source: Checklist title must be at least 3 characters
hi: चेकलिस्ट शीर्षक कम से कम 3 अक्षर होना चाहिए
ta: சரிபார்ப்புப் பட்டியல் தலைப்பு குறைந்தது 3 எழுத்துகள் இருக்க வேண்டும்

source: Check-Out
hi: चेक आउट
ta: செக்-அவுட்

source: Checklists
hi: चेकलिस्ट
ta: சரிபார்ப்புப் பட்டியல்கள்

# chooseTripThumbnail
source: Choose a thumbnail
hi: लघुचित्र चुनें
ta: சிறுபடத்தைத் தேர்ந்தெடுக்கவும்

source: Confirmation
hi: पुष्टीकरण
ta: உறுதிப்படுத்தல்

source: Cost
hi: लागत
ta: செலவு

source: Cruise
hi: क्रूज शिप
ta: கப்பல் பயணம்

# dateRangePickerEnd
source: End Date:
hi: अंतिम तिथि:
ta: முடிவு தேதி:

# dateRangePickerStart
source: Start Date:
hi: आरंभ तिथि:
ta: தொடக்கம் தேதி:

# dateTimeSelection
source: Select a date and time
hi: दिनांक और समय चुनें
ta: தேதி மற்றும் நேரத்தைத் தேர்ந்தெடுக்கவும்

source: Day by day
hi: दिन-प्रतिदिन
ta: நாள்-பிற நாள்

source: Debt Summary
hi: ऋण सारांश
ta: கடன் சுருக்கம்

source: Delete trip
hi: यात्रा हटाएँ
ta: பயணத்தை நீக்கு

# deleteTripConfirmation
source: Do you really want to delete this trip?
hi: क्या आप सचमुच इस यात्रा को हटाना चाहते हैं?
ta: இந்த பயணத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

source: Depart
hi: प्रस्थान
ta: புறப்படு

source: Depart At
hi: प्रस्थान समय
ta: புறப்படும் நேரம்

# departureAndArrivalLocationsCannotBeSame
source: Departure and Arrival locations cannot be the same
hi: प्रस्थान और आगमन स्थान एक समान नहीं हो सकते
ta: புறப்படும் மற்றும் அடை இடம் ஒரே மாதிரி இருக்க முடியாது

# departureArrivalDateTimeCannotBeEmpty
source: Departure and Arrival date time cannot be empty
hi: प्रस्थान और आगमन तिथि समय खाली नहीं हो सकता
ta: புறப்படும் மற்றும் அடை நேரம் காலியாக இருக்க முடியாது

# departureArrivalLocationCannotBeEmpty
source: Departure and Arrival location cannot be empty
hi: प्रस्थान और आगमन स्थान खाली नहीं हो सकता
ta: புறப்படும் மற்றும் அடை இடம் காலியாக இருக்க முடியாது

source: Description
hi: विवरण
ta: விவரம்

source: Destination
hi: मंजिल
ta: இலக்கு

# detailsAboutSight
source: Details about this sight
hi: इस दृश्य के बारे में विवरण
ta: இந்த காட்சியின் பற்றிய விவரம்

source: Dark Theme
hi: डार्क थीम
ta: இருண்ட தீம்

source: Drinks
hi: पेय
ta: பானங்கள்

source: Edit Budget
hi: बजट संपादित
ta: பட்ஜெட் திருத்தம்

source: Enter amount
hi: राशि दर्ज करें
ta: தொகையை உள்ளிடவும்

# enterValidEmail
source: Enter a valid email
hi: मान्य ईमेल दर्ज करें
ta: சரியான மின்னஞ்சலை உள்ளிடவும்

source: Expense
hi: व्यय
ta: செலவு

source: Expense title must be at least 3 characters
hi: व्यय शीर्षक कम से कम 3 अक्षर होना चाहिए
ta: செலவு தலைப்பு குறைந்தது 3 எழுத்துகள் இருக்க வேண்டும்

source: Expenses
hi: खर्चे
ta: செலவுகள்

source: Ferry
hi: नौका
ta: படகு

source: Flight
hi: उड़ान
ta: விமானம்

# flightCarrierName
source: Airline Name
hi: उड़ान वाहक का नाम
ta: விமான வாகனத்தின் பெயர்

source: Flight Number
hi: विमान संख्या
ta: விமான எண்

source: Flights
hi: उड़ानें
ta: விமானங்கள்

source: Food
hi: खाना
ta: உணவு

source: Fuel
hi: ईंधन
ta: எரிபொருள்

source: Groceries
hi: किराना
ta: மளிகை பொருட்கள்

# highToLowCost
source: Cost: High to Low
hi: लागत: अधिक से कम
ta: செலவு: அதிகம் முதல் குறைவு

source: Itinerary
hi: यात्रा कार्यक्रम
ta: பயண திட்டம்

source: Item
hi: प्रवेश
ta: உருப்படி

source: Items
hi: प्रविष्टियां
ta: உருப்படிகள்

source: Language
hi: भाषा
ta: மொழி

source: Launching trip
hi: यात्रा लॉन्च हो रही है
ta: பயணம் துவங்குகிறது

source: Loaded your trips
hi: आपकी यात्राएँ लोड हो गई हैं
ta: உங்கள் பயணங்கள் ஏற்றப்பட்டுள்ளன

source: Loading...
hi: लोड हो रहा है...
ta: ஏற்றுகிறது...

source: Loading trip data
hi: यात्रा डेटा लोड हो रहा है
ta: பயண தரவு ஏற்றுகிறது

source: Loading your trips
hi: आपकी यात्राएँ लोड हो रही हैं
ta: உங்கள் பயணங்கள் ஏற்றப்படுகிறது

source: Lodging
hi: आवास
ta: தங்கும் இடம்

source: Lodging address cannot be empty
hi: आवास का पता खाली नहीं हो सकता
ta: தங்கும் இட முகவரி காலியாக இருக்க முடியாது

source: Location
hi: स्थान
ta: இடம்

source: Login
hi: लॉग इन
ta: உள்நுழைவு

source: LogOut
hi: लॉग आउट
ta: வெளியேறு

# lowToHighCost
source: Cost: Low to High
hi: लागत: कम से अधिक
ta: செலவு: குறைவு முதல் அதிகம்

# needsToPay
source: owes
hi: भुगतान करना होगा
ta: பணம் செலுத்த வேண்டும்

source: New Plan Data
hi: नई योजना
ta: புதிய திட்டம்

# newToOld
source: Date: Newest to Oldest
hi: दिनांक: नवीनतम से पुराने
ta: தேதி: புதியது முதல் பழையது

source: No
hi: नहीं
ta: இல்லை

# noChecklistsCreated
source: No checklists yet
hi: कोई चेकलिस्ट नहीं जुड़ी है
ta: சரிபார்ப்புப் பட்டியல்கள் உருவாக்கப்படவில்லை

# noExpensesAssociatedWithDate
source: No expenses associated with a date
hi: किसी तिथि से सम्बंधित कोई व्यय नहीं
ta: தேதியுடன் தொடர்புடைய செலவுகள் இல்லை

# noExpensesCreated
source: You havenâ€™t added any expense yet.
hi: आपने अभी तक कोई व्यय नहीं जोड़ा है|
ta: நீங்கள் இன்னும் செலவு சேர்க்கவில்லை

# noExpensesToSplit
source: There are no expenses to split
hi: विभाजित करने के लिए कोई व्यय नहीं है
ta: பிரிக்க செலவுகள் இல்லை

# noLodgingCreated
source: You haven't added any lodging yet.
hi: आपने अभी तक कोई आवास नहीं जोड़ा है.
ta: நீங்கள் இன்னும் தங்கும் இடம் சேர்க்கவில்லை

# noNotesCreated
source: No notes yet
hi: कोई टिप्पणी नहीं जुड़ी है
ta: குறிப்புகள் இல்லை

# noNotesOrCheckListsOrPlaces
source: No notes, checklists or places added yet
hi: अभी तक कोई नोट, चेकलिस्ट या स्थान नहीं जोड़ा गया है
ta: இன்னும் குறிப்புகள், சரிபார்ப்புப் பட்டியல்கள் அல்லது இடங்கள் சேர்க்கப்படவில்லை

# noPlacesCreated
source: No places yet
hi: कोई स्थान नहीं जुड़ा है
ta: இடங்கள் இல்லை

# noSuchUserExists
source: No such username exists. You can register with it instead
hi: ऐसा कोई उपयोगकर्ता नाम मौजूद नहीं है| आप इसके बजाय पंजीकरण कर सकते हैं
ta: அந்த பயனர் பெயர் இல்லை. பதிலாக பதிவு செய்யலாம்

# noTransitsCreated
source: You haven't added any transit yet.
hi: आपने अभी तक कोई ट्रांजिट नहीं जोड़ा है.
ta: நீங்கள் இன்னும் போக்குவரத்து சேர்க்கவில்லை

# noTripsCreated
source: No upcoming trips? Have fun creating a new one!
hi: कोई आगामी यात्रा नहीं? एक नई यात्रा बनाने का आनंद लें!
ta: வரவிருக்கும் பயணங்கள் இல்லை? புதிய பயணம் உருவாக்க மகிழுங்கள்!

source: Note cannot be empty
hi: टिप्पणी खाली नहीं हो सकती
ta: குறிப்பு காலியாக இருக்க முடியாது

source: Notes
hi: टिप्पणियाँ
ta: குறிப்புகள்

# oldToNew
source: Date: Oldest to Newest
hi: दिनांक: पुराने से नवीनतम
ta: தேதி: பழையது முதல் புதியது

source: Other
hi: अन्य
ta: மற்றவை

source: Paid By
hi: भुगतानकर्ता
ta: பணம் செலுத்தியவர்

source: Password
hi: पासवर्ड
ta: கடவுச்சொல்

# password_policy
source: Password must be 8-20 characters long and include an uppercase letter, a lowercase letter, a digit, and a special character.
hi: पासवर्ड 8-20 अक्षरों का होना चाहिए और इसमें एक बड़ा अक्षर, एक छोटा अक्षर, एक अंक और एक विशेष वर्ण शामिल होना चाहिए।
ta: கடவுச்சொல் 8-20 எழுத்துகள் இருக்க வேண்டும் மற்றும் ஒரு பெரிய எழுத்து, ஒரு சிறிய எழுத்து, ஒரு எண் மற்றும் ஒரு சிறப்பு எழுத்து இருக்க வேண்டும்.

source: Personal Vehicle
hi: निजी वाहन
ta: தனிப்பட்ட வாகனம்

source: Places
hi: स्थानों
ta: இடங்கள்

# plan_itinerary
source: Plan your Itinerary with ease and elegance
hi: आसानी और सुन्दरता के साथ अपनी यात्रा कार्यक्रम की योजना बनाएं
ta: உங்கள் பயணத்திட்டத்தை எளிதாகவும் நேர்த்தியாகவும் திட்டமிடுங்கள்

# planTrip
source: Plan a trip!
hi: यात्रा की योजना बनाएं!
ta: பயணத்தை திட்டமிடுங்கள்!

source: Public Transit
hi: सार्वजनिक परिवहन
ta: பொது போக்குவரத்து

source: Register
hi: रजिस्टर
ta: பதிவு செய்க

source: Resend verification mail
hi: सत्यापन मेल पुनः भेजें
ta: சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்பவும்

# searchForCurrency
source: Search a currency
hi: मुद्रा खोजें
ta: நாணயத்தைத் தேடவும்

source: Select
hi: चुनें
ta: தேர்வு செய்க

source: Set Time
hi: समय सेट करें
ta: நேரத்தை அமைக்கவும்

source: Settings
hi: सेटिंग्स
ta: அமைப்புகள்

source: Share
hi: शेयर
ta: பகிர்

source: Shopping
hi: खरीदारी
ta: கடைசெயல்

source: Sight
hi: दृश्य
ta: காட்சி

source: Sightseeing
hi: दर्शनीय स्थल
ta: சுற்றிப்பார்த்தல்

source: Split
hi: बंटवारे
ta: பிரிக்க

source: Split By
hi: विभाजित करें
ta: பிரிக்கவும்

# splitExpensesWithNewTripMateMessage
source: All current expenses will be split with the new trip mate. Do you wish to proceed?
hi: सभी मौजूदा खर्च नए ट्रिप मेट के साथ बांटे जाएंगे। क्या आप आगे बढ़ना चाहते हैं?
ta: அனைத்து தற்போதைய செலவுகள் புதிய பயணத் தோழருடன் பிரிக்கப்படும். தொடர விரும்புகிறீர்களா?

# stayAddress
source: Hostel or Lodging Address
hi: छात्रावास या आवास का पता
ta: ஹோட்டல் அல்லது தங்கும் இட முகவரி

source: Taxi
hi: टैक्सी
ta: டாக்சி

source: Timeline
hi: जाँच सूची
ta: காலவரிசை

source: Title
hi: शीर्षक
ta: தலைப்பு

source: Title cannot be empty
hi: शीर्षक खाली नहीं हो सकता
ta: தலைப்பு காலியாக இருக்க முடியாது

source: Train
hi: रेलगाड़ी
ta: ரயில்

source: Transit
hi: पारगमन
ta: போக்குவரத்து

source: Transit Carrier
hi: पारगमन वाहक
ta: போக்குவரத்து வாகனத்தின் பெயர்

source: Trip Name
hi: यात्रा का नाम
ta: பயணத்தின் பெயர்

source: Untitled
hi: शीर्षकहीन
ta: தலைப்பில்லாதது

source: Untitled Checklist
hi: शीर्षकहीन चेकलिस्ट
ta: தலைப்பில்லாத சரிபார்ப்புப் பட்டியல்

source: Untitled Sight
hi: शीर्षकहीन दृश्य
ta: தலைப்பில்லாத காட்சி

# updateDialogAvailableMessage
source: Discover new features to enhance your travel experience
hi: अपने यात्रा अनुभव को बेहतर बनाने के लिए नई सुविधाओं की खोज करें
ta: உங்கள் பயண அனுபவத்தை மேம்படுத்த புதிய அம்சங்களை கண்டறியவும்

# updateDialogAvailableTitle
source: An update is available
hi: एक अपडेट उपलब्ध है
ta: புதுப்பிப்பு கிடைக்கிறது

# updateDialogCriticalMessage
source: This update is required to continue using the app
hi: इस अपडेट का उपयोग जारी रखने के लिए आवश्यक है
ta: இந்த புதுப்பிப்பு தொடர பயன்படுத்த அவசியம்

# updateDialogCriticalTitle
source: Critical Update Required
hi: महत्वपूर्ण अपडेट आवश्यक
ta: முக்கிய புதுப்பிப்பு தேவை

# updateDialogUpdateNow
source: Update Now
hi: अभी अपडेट करें
ta: இப்போது புதுப்பிக்கவும்

# updateDialogWhatsNew
source: What's New
hi: नया क्या है
ta: புதியது என்ன

source: UserName
hi: उपयोगकर्ता नाम
ta: பயனர் பெயர்

# userNameAlreadyExists
source: This username is already registered. You can login with it instead
hi: यह उपयोगकर्ता नाम पहले से ही पंजीकृत है। आप इसके बजाय लॉगिन कर सकते हैं
ta: இந்த பயனர் பெயர் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது. பதிலாக உள்நுழையலாம்

# verificationPending
source: Verification mail link sent. Please login after completing verification.
hi: सत्यापन मेल लिंक भेजा गया। कृपया सत्यापन पूरा करने के बाद लॉगिन करें।
ta: சரிபார்ப்பு அஞ்சல் இணைப்பு அனுப்பப்பட்டது. சரிபார்ப்பை முடித்த பிறகு உள்நுழையவும்.

source: View breakdown
hi: विवरण देखें
ta: விவரங்களைப் பார்க்கவும்

source: View Expenses
hi: व्यय देखें
ta: செலவுகளைப் பார்க்கவும்

# viewRecentTrips
source: View upcoming trips
hi: आगामी यात्राएँ देखें
ta: வரவிருக்கும் பயணங்களைப் பார்க்கவும்

source: Walk
hi: टहलना
ta: நடக்க

source: Write your note here
hi: अपनी टिप्पणी यहाँ लिखें
ta: உங்கள் குறிப்பை இங்கே எழுதுங்கள்

source: Wrong password entered
hi: गलत पासवर्ड दर्ज किया गया
ta: தவறான கடவுச்சொல் உள்ளிடப்பட்டது

source: Yes
hi: हाँ
ta: ஆம்

source: You
hi: आप
ta: நீங்கள்
